import type { Messages } from '@lingui/core'
export const messages = JSON.parse(
  '{"1njn7W":["ضوء"],"3hJypY":["رؤى"],"3jSPEs":["مرحبًا بعودتك, ",["name"],"."],"7p5kLi":["لوحة المعلومات"],"D+NlUC":["نظام"],"FsM5LR":["توفير التكاليف"],"IJXT1q":["متوسط وقت المعالجة"],"LMuWt/":["إليك نظرة عامة على أتمتة سير العمل الخاصة بك اليوم."],"LzFW8e":["معدل الدقة"],"PWfg7v":["طلبات"],"QvWhTJ":["الفواتير المعالجة"],"c3b0B0":["ابدأ"],"elKzIR":["تغيير النمط"],"iDNBZe":["الإشعارات"],"pvnfJD":["داكن"],"rGUwij":["أكمل الإعداد لبدء أتمتة حسابات المدفوعات الخاصة بك."],"rQRrkB":["أمس"],"x6tIe+":["تغيير النمط"]}',
) as Messages
